Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: Debug Mode adds technical conversation details intended for development and testing.
de: Der Debug-Modus fügt technische Gesprächsdetails für Entwicklung und Tests hinzu.
es: El modo de depuración añade detalles técnicos de la conversación destinados al desarrollo y las pruebas.
fr: Le mode débogage ajoute des détails techniques de conversation destinés au développement et aux tests.
it: La modalità debug aggiunge dettagli tecnici della conversazione destinati a sviluppo e test.
pt: O modo de depuração adiciona detalhes técnicos da conversa destinados ao desenvolvimento e a testes.
ru: Режим отладки добавляет технические сведения о переписке для разработки и тестирования.
tr: Hata ayıklama modu, geliştirme ve test için teknik sohbet ayrıntıları ekler.
zh_hans: 调试模式会添加用于开发和测试的技术会话详情。
zh_hant: 除錯模式會加入用於開發和測試的技術對話詳情。

source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
pt: Recusar
ru: Отклонить
tr: Reddet
zh_hans: 拒绝
zh_hant: 拒絕

source: Decline Invitation
de: Einladung ablehnen
es: Rechazar invitación
fr: Refuser l’invitation
it: Rifiuta invito
pt: Recusar convite
ru: Отклонить приглашение
tr: Daveti reddet
zh_hans: 拒绝邀请
zh_hant: 拒絕邀請

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

source: Delete “%@” from this device?
de: „%@“ von diesem Gerät löschen?
es: ¿Eliminar “%@” de este dispositivo?
fr: Supprimer « %@ » de cet appareil ?
it: Eliminare "%@" da questo dispositivo?
pt: Excluir “%@” deste dispositivo?
ru: Удалить «%@» с этого устройства?
tr: “%@” bu cihazdan silinsin mi?
zh_hans: 从此设备中删除“%@”吗？
zh_hant: 從此裝置中刪除“%@”嗎？

source: Delete %lld chats from this device?
de: %lld Chats von diesem Gerät löschen?
es: ¿Eliminar los chats %lld de este dispositivo?
fr: Supprimer les discussions %lld de cet appareil ?
it: Eliminare le chat %lld da questo dispositivo?
pt: Excluir bate-papos %lld deste dispositivo?
ru: Удалить чаты %lld с этого устройства?
tr: Bu cihazdaki %lld sohbetler silinsin mi?
zh_hans: 从此设备删除 %lld 聊天记录吗？
zh_hant: 從此裝置刪除 %lld 聊天記錄嗎？

source: Delete %lld selected messages?
de: Auswahl löschen (%lld)?
es: ¿Eliminar selección (%lld)?
fr: Supprimer la sélection (%lld) ?
it: Eliminare la selezione (%lld)?
pt: Excluir seleção (%lld)?
ru: Удалить выбранное (%lld)?
tr: Seçim silinsin mi (%lld)?
zh_hans: 删除所选内容（%lld）？
zh_hant: 刪除所選內容（%lld）？

source: Delete All Audit Logs
de: Alle Audit-Protokolle löschen
es: Eliminar todos los registros de auditoría
fr: Supprimer tous les journaux d'audit
it: Elimina tutti i log di audit
pt: Excluir todos os logs de auditoria
ru: Удалить все журналы аудита
tr: Tüm denetim günlüklerini sil
zh_hans: 删除所有审计日志
zh_hant: 刪除所有稽核日誌

source: Delete all audit logs?
de: Alle Audit-Protokolle löschen?
es: ¿Eliminar todos los registros de auditoría?
fr: Supprimer tous les journaux d'audit ?
it: Eliminare tutti i log di audit?
pt: Excluir todos os logs de auditoria?
ru: Удалить все журналы аудита?
tr: Tüm denetim günlükleri silinsin mi?
zh_hans: 删除所有审计日志？
zh_hant: 刪除所有稽核日誌？

source: Delete Chat
de: Chat löschen
es: Eliminar chat
fr: Supprimer le chat
it: Elimina chat
pt: Excluir bate-papo
ru: Удалить чат
tr: Sohbeti Sil
zh_hans: 删除聊天记录
zh_hant: 刪除聊天記錄

source: Delete chat from this device?
de: Chat von diesem Gerät löschen?
es: ¿Eliminar el chat de este dispositivo?
fr: Supprimer le chat de cet appareil ?
it: Eliminare la chat da questo dispositivo?
pt: Excluir bate-papo deste dispositivo?
ru: Удалить чат с этого устройства?
tr: Bu cihazdaki sohbet silinsin mi?
zh_hans: 从此设备上删除聊天记录吗？
zh_hant: 從此設備上刪除聊天記錄嗎？

source: Delete Chats
de: Chats löschen
es: Eliminar chats
fr: Supprimer les discussions
it: Elimina chat
pt: Excluir bate-papos
ru: Удалить чаты
tr: Sohbetleri Sil
zh_hans: 删除聊天记录
zh_hant: 刪除聊天記錄

source: Delete failed
de: Das Löschen ist fehlgeschlagen
es: Error al eliminar
fr: Échec de la suppression
it: Eliminazione non riuscita
pt: Falha na exclusão
ru: Удаление не удалось
tr: Silinemedi
zh_hans: 删除失败
zh_hant: 刪除失敗

source: Delete for everyone
de: Für alle löschen
es: Eliminar para todos
fr: Supprimer pour tout le monde
it: Elimina per tutti
pt: Eliminar para todos
ru: Удалить для всех
tr: Herkes için sil
zh_hans: 为所有人删除
zh_hant: 為所有人刪除

source: Delete for me
de: Für mich löschen
es: Eliminar para mí
fr: Supprimer pour moi
it: Elimina per me
pt: Eliminar para mim
ru: Удалить для меня
tr: Benim için sil
zh_hans: 为我删除
zh_hant: 為我刪除

source: Delete Local Copy
de: Lokale Kopie löschen
es: Eliminar copia local
fr: Supprimer la copie locale
it: Elimina copia locale
pt: Excluir cópia local
ru: Удалить локальную копию
tr: Yerel kopyayı sil
zh_hans: 删除本地副本
zh_hant: 刪除本機副本

source: Delete message?
de: Nachricht löschen?
es: ¿Eliminar mensaje?
fr: Supprimer le message ?
it: Eliminare il messaggio?
pt: Eliminar mensagem?
ru: Удалить сообщение?
tr: Mesaj silinsin mi?
zh_hans: 删除消息？
zh_hant: 刪除訊息？

source: Delete selected messages
de: Ausgewählte Nachrichten löschen
es: Eliminar mensajes seleccionados
fr: Supprimer les messages sélectionnés
it: Elimina i messaggi selezionati
pt: Excluir mensagens selecionadas
ru: Удалить выбранные сообщения
tr: Seçili mesajları sil
zh_hans: 删除选定的消息
zh_hant: 刪除選定的訊息

source: Deletes every local audit JSONL file on this device. Live recorders rotate to fresh files when audit logging is still on.
de: Löscht jede lokale Audit-JSONL-Datei auf diesem Gerät. Live-Rekorder wechseln zu neuen Dateien, wenn die Audit-Protokollierung noch aktiv ist.
es: Elimina cada archivo JSONL de auditoría local en este dispositivo. Los grabadores activos rotan a archivos nuevos cuando el registro de auditoría sigue activo.
fr: Supprime chaque fichier JSONL d'audit local sur cet appareil. Les enregistreurs actifs basculent vers de nouveaux fichiers lorsque la journalisation d'audit est toujours activée.
it: Elimina ogni file JSONL di audit locale su questo dispositivo. I registratori attivi ruotano su nuovi file quando la registrazione di audit è ancora attiva.
pt: Exclui cada arquivo JSONL de auditoria local neste dispositivo. Gravadores ativos alternam para arquivos novos quando o registro de auditoria ainda está ativo.
ru: Удаляет каждый локальный JSONL-файл аудита на этом устройстве. Активные рекордеры переключаются на новые файлы, если аудит всё ещё включён.
tr: Bu cihazdaki her yerel denetim JSONL dosyasını siler. Denetim günlüğü açıkken canlı kaydediciler yeni dosyalara geçer.
zh_hans: 删除此设备上的每个本地审计 JSONL 文件。审计日志仍开启时，正在运行的记录器会轮换到新文件。
zh_hant: 刪除此裝置上的每個本地稽核 JSONL 檔案。稽核日誌仍開啟時，正在執行的記錄器會輪換到新檔案。

source: Deletes this chat's local history from this device.
de: Löscht den lokalen Verlauf dieses Chats von diesem Gerät.
es: Elimina el historial local de este chat de este dispositivo.
fr: Supprime l'historique local de cette discussion de cet appareil.
it: Elimina la cronologia locale di questa chat da questo dispositivo.
pt: Exclui o histórico local desta conversa deste dispositivo.
ru: Удаляет локальную историю этого чата с этого устройства.
tr: Bu sohbetin yerel geçmişini bu cihazdan siler.
zh_hans: 从此设备删除此聊天的本地历史记录。
zh_hant: 從此裝置刪除此聊天的本機歷史記錄。

source: Deleting audit logs
de: Audit-Protokolle werden gelöscht
es: Eliminando registros de auditoría
fr: Suppression des journaux d'audit
it: Eliminazione log di audit
pt: Excluindo logs de auditoria
ru: Удаление журналов аудита
tr: Denetim günlükleri siliniyor
zh_hans: 正在删除审计日志
zh_hant: 正在刪除稽核日誌

source: Deleting key packages…
de: Schlüsselpakete werden gelöscht…
es: Eliminando paquetes de llaves…
fr: Suppression des paquets de clés…
it: Eliminazione dei pacchetti di chiavi…
pt: Excluindo pacotes de chaves…
ru: Удаление пакетов ключей…
tr: Anahtar paketleri siliniyor…
zh_hans: 正在删除密钥包…
zh_hant: 正在刪除金鑰包…

source: Deleting…
de: Wird gelöscht…
es: Eliminando…
fr: Suppression…
it: Eliminazione…
pt: A eliminar…
ru: Удаление…
tr: Siliniyor…
zh_hans: 正在删除…
zh_hant: 正在刪除…

source: Delivery
de: Lieferung
es: Entrega
fr: Livraison
it: Consegna
pt: Entrega
ru: Доставка
tr: Teslimat
zh_hans: 送货
zh_hant: 送貨

source: Delivery & Notifications
de: Zustellung & Benachrichtigungen
es: Entrega y notificaciones
fr: Remise et notifications
it: Consegna e notifiche
pt: Entrega e notificações
ru: Доставка и уведомления
tr: Teslim ve bildirimler
zh_hans: 送达与通知
zh_hant: 送達與通知

source: Denied
de: Abgelehnt
es: Denegado
fr: Refusé
it: Negato
pt: Negado
ru: Запрещено
tr: Reddedildi
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição
ru: Описание
tr: Açıklama
zh_hans: 描述
zh_hant: 說明

source: Deselect chat
de: Chat abwählen
es: Deseleccionar chat
fr: Désélectionner la discussion
it: Deseleziona chat
pt: Desmarcar conversa
ru: Отменить выбор чата
tr: Sohbet seçimini kaldır
zh_hans: 取消选择聊天
zh_hant: 取消選取聊天

source: Deselect message
de: Nachricht abwählen
es: Deseleccionar mensaje
fr: Désélectionner le message
it: Deseleziona il messaggio
pt: Desmarcar mensagem
ru: Отменить выбор сообщения
tr: Mesajın seçimini kaldır
zh_hans: 取消选择消息
zh_hant: 取消選擇訊息

source: Details
de: Einzelheiten
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes
ru: Подробности
tr: Detaylar
zh_hans: 细节
zh_hant: 細節

source: Developer
de: Entwickler
es: Revelador
fr: Promoteur
it: Sviluppatore
pt: Desenvolvedor
ru: Разработчик
tr: Geliştirici
zh_hans: 开发商
zh_hant: 開發商

source: Developer mode
de: Entwicklermodus
es: Modo desarrollador
fr: Mode développeur
it: Modalità sviluppatore
pt: Modo de desenvolvedor
ru: Режим разработчика
tr: Geliştirici modu
zh_hans: 开发者模式
zh_hant: 開發者模式

source: Developer Tools
de: Entwicklerwerkzeuge
es: Herramientas de desarrollo
fr: Outils de développement
it: Strumenti di sviluppo
pt: Ferramentas de desenvolvedor
ru: Инструменты разработчика
tr: Geliştirici araçları
zh_hans: 开发者工具
zh_hant: 開發者工具

source: Device Data
de: Gerätedaten
es: Datos del dispositivo
fr: Données de l’appareil
it: Dati del dispositivo
pt: Dados do dispositivo
ru: Данные устройства
tr: Cihaz Verileri
zh_hans: 设备数据
zh_hant: 裝置資料

source: Diagnostic Logging
de: Diagnoseprotokollierung
es: Registro de diagnóstico
fr: Journalisation du diagnostic
it: Registrazione diagnostica
pt: Registro de diagnóstico
ru: Запись диагностики
tr: Tanılama Günlüğü Kaydı
zh_hans: 诊断日志记录
zh_hant: 診斷記錄功能

source: Diagnostic Logs
de: Diagnoseprotokolle
es: Registros de diagnóstico
fr: Journaux de diagnostic
it: Log diagnostici
pt: Registros de diagnóstico
ru: Журналы диагностики
tr: Tanılama Günlükleri
zh_hans: 诊断日志
zh_hant: 診斷記錄

source: Diagnostic logs share sanitized technical activity from all profiles on this device.
de: Diagnoseprotokolle teilen bereinigte technische Aktivitäten aller Profile auf diesem Gerät.
es: Los registros de diagnóstico comparten actividad técnica depurada de todos los perfiles de este dispositivo.
fr: Les journaux de diagnostic partagent les activités techniques expurgées de tous les profils de cet appareil.
it: I log diagnostici condividono attività tecniche ripulite dai dati sensibili di tutti i profili su questo dispositivo.
pt: Os registros de diagnóstico compartilham atividades técnicas com dados sensíveis removidos de todos os perfis neste dispositivo.
ru: Диагностические журналы передают технические данные об активности всех профилей на этом устройстве, очищенные от конфиденциальной информации.
tr: Tanılama günlükleri, bu cihazdaki tüm profillerin hassas bilgilerden arındırılmış teknik etkinliklerini paylaşır.
zh_hans: 诊断日志共享此设备上所有个人资料经过脱敏处理的技术活动。
zh_hant: 診斷日誌分享此裝置上所有個人檔案經過去識別化處理的技術活動。

source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
it: Diagnostica
pt: Diagnóstico
ru: Диагностика
tr: Teşhis
zh_hans: 诊断
zh_hant: 診斷

source: Diagnostics & Improvements
de: Diagnose & Verbesserungen
es: Diagnóstico y mejoras
fr: Diagnostic et améliorations
it: Diagnostica e miglioramenti
pt: Diagnóstico e melhorias
ru: Диагностика и улучшения
tr: Tanılama ve İyileştirmeler
zh_hans: 诊断与改进
zh_hant: 診斷與改進

source: Dictation
de: Diktat
es: Dictado
fr: Dictée
it: Dettatura
pt: Ditado
ru: Диктовка
tr: Dikte
zh_hans: 听写
zh_hant: 聽寫

source: Direct message
de: Direktnachricht
es: Mensaje directo
fr: Message direct
it: Messaggio diretto
pt: Mensagem direta
ru: Личное сообщение
tr: Doğrudan mesaj
zh_hans: 私信
zh_hant: 私訊

source: Disappearing
de: Selbstlöschend
es: Temporales
fr: Éphémère
it: Effimeri
pt: Temporárias
ru: Исчезающие
tr: Kaybolan
zh_hans: 限时
zh_hant: 限時

source: Disappearing messages changed from %@ to %@
de: Verschwindende Nachrichten von %@ auf %@ geändert
es: Mensajes temporales cambiados de %@ a %@
fr: Messages éphémères changés de %@ à %@
it: Messaggi effimeri cambiati da %@ a %@
pt: Mensagens temporárias alteradas de %@ para %@
ru: Исчезающие сообщения изменены с %@ на %@
tr: Kaybolan mesajlar %@ değerinden %@ değerine değiştirildi
zh_hans: 阅后即焚消息已从%@改为%@
zh_hant: 限時訊息已從%@改為%@

source: Disappearing messages on
de: Verschwindende Nachrichten aktiv
es: Mensajes temporales activados
fr: Messages éphémères activés
it: Messaggi effimeri attivi
pt: Mensagens temporárias ativadas
ru: Исчезающие сообщения включены
tr: Kaybolan mesajlar açık
zh_hans: 已开启阅后即焚
zh_hant: 已開啟限時訊息

source: Disappearing messages set to %@
de: Verschwindende Nachrichten auf %@ gesetzt
es: Mensajes temporales establecidos en %@
fr: Messages éphémères réglés sur %@
it: Messaggi effimeri impostati su %@
pt: Mensagens temporárias definidas para %@
ru: Исчезающие сообщения установлены на %@
tr: Kaybolan mesajlar %@ olarak ayarlandı
zh_hans: 阅后即焚消息已设为%@
zh_hant: 限時訊息已設為%@

source: Disappearing messages turned off
de: Verschwindende Nachrichten ausgeschaltet
es: Mensajes temporales desactivados
fr: Messages éphémères désactivés
it: Messaggi effimeri disattivati
pt: Mensagens temporárias desativadas
ru: Исчезающие сообщения отключены
tr: Kaybolan mesajlar kapatıldı
zh_hans: 阅后即焚消息已关闭
zh_hant: 限時訊息已關閉

source: Disappearing messages weren't applied
de: Verschwindende Nachrichten wurden nicht übernommen
es: No se aplicaron los mensajes temporales
fr: Les messages éphémères n'ont pas été appliqués
it: I messaggi effimeri non sono stati applicati
pt: As mensagens temporárias não foram aplicadas
ru: Исчезающие сообщения не были применены
tr: Kaybolan mesajlar uygulanamadı
zh_hans: 未能应用阅后即焚设置
zh_hant: 未能套用限時訊息設定

source: Disappearing messages: %@
de: Verschwindende Nachrichten: %@
es: Mensajes que desaparecen: %@
fr: Messages qui disparaissent : %@
it: Messaggi che scompaiono: %@
pt: Mensagens desaparecendo: %@
ru: Исчезающие сообщения: %@
tr: Kaybolan mesajlar: %@
zh_hans: 消失的消息：%@
zh_hant: 消失的訊息：%@

source: Discovered on relays
de: Auf Relais entdeckt
es: Descubierto en relevos
fr: Découvert sur les relais
it: Scoperto sui relè
pt: Descoberto em relés
ru: Обнаружено на реле
tr: Rölelerde keşfedildi
zh_hans: 在继电器上发现
zh_hant: 在繼電器上發現

source: Discovery
de: Entdeckung
es: Descubrimiento
fr: Découverte
it: Scoperta
pt: Descoberta
ru: Обнаружение
tr: Keşif
zh_hans: 发现
zh_hant: 探索

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
it: Ignora
pt: Dispensar
ru: Закрыть
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

source: Dismiss Keyboard
de: Tastatur ausblenden
es: Ocultar el teclado
fr: Masquer le clavier
it: Nascondi la tastiera
pt: Ocultar o teclado
ru: Скрыть клавиатуру
tr: Klavyeyi kapat
zh_hans: 收起键盘
zh_hant: 收起鍵盤

source: Display name
de: Anzeigename
es: Nombre visible
fr: Nom affiché
it: Nome visualizzato
pt: Nome de exibição
ru: Отображаемое имя
tr: Görünen ad
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Document
de: Dokument
es: Documento
it: Documento
pt: Documento
ru: Документ
tr: Belge
zh_hans: 文件
zh_hant: 文件

source: Donate
de: Spenden
es: Donar
fr: Faire un don
it: Dona
pt: Doar
ru: Пожертвовать
tr: Bağış yap
zh_hans: 捐赠
zh_hant: 捐贈

source: Donation method
de: Spendenmethode
es: Método de donación
fr: Mode de don
it: Metodo di donazione
pt: Método de doação
ru: Способ пожертвования
tr: Bağış yöntemi
zh_hans: 捐赠方式
zh_hant: 捐贈方式

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
pt: Concluído
ru: Готово
tr: Bitti
zh_hans: 完成
zh_hant: 完成

source: Double-tap for a photo. Press and hold to record video, then release to stop.
de: Doppeltippen für ein Foto. Halte gedrückt, um ein Video aufzunehmen, und lasse los, um zu stoppen.
es: Toca dos veces para hacer una foto. Mantén pulsado para grabar vídeo y suelta para detener.
fr: Touchez deux fois pour une photo. Maintenez pour filmer, relâchez pour arrêter.
it: Tocca due volte per una foto. Tieni premuto per registrare un video, rilascia per fermare.
pt: Toque duas vezes para tirar uma foto. Mantenha pressionado para gravar vídeo e solte para parar.
ru: Дважды коснитесь для фото. Удерживайте для записи видео, отпустите для остановки.
tr: Fotoğraf için iki kez dokunun. Video kaydetmek için basılı tutun, durdurmak için bırakın.
zh_hans: 双击拍照。按住录制视频，松开停止。
zh_hant: 點兩下拍照。按住錄影，鬆開停止。

source: Draft: %@
de: Entwurf: %@
es: Borrador: %@
fr: Brouillon : %@
it: Bozza: %@
pt: Rascunho: %@
ru: Черновик: %@
tr: Taslak: %@
zh_hans: 草稿：%@
zh_hant: 草稿：%@

source: Dropped events
de: Verworfene Ereignisse
es: Eventos descartados
fr: Événements abandonnés
it: Eventi scartati
pt: Eventos descartados
ru: Отброшенные события
tr: Atılan olaylar
zh_hans: 已丢弃的事件
zh_hant: 已捨棄的事件

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt: Editar
ru: Изменить
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

source: Edit Description
de: Beschreibung bearbeiten
es: Editar descripción
fr: Modifier la description
it: Modifica descrizione
pt: Editar descrição
ru: Изменить описание
tr: Açıklamayı Düzenle
zh_hans: 编辑描述
zh_hant: 編輯描述

source: Edit group
de: Gruppe bearbeiten
es: Editar grupo
fr: Modifier le groupe
it: Modifica gruppo
pt: Editar grupo
ru: Изменить группу
tr: Grubu düzenle
zh_hans: 编辑群组
zh_hant: 編輯群組

source: Edit group description
de: Gruppenbeschreibung bearbeiten
es: Editar descripción del grupo
fr: Modifier la description du groupe
it: Modifica descrizione del gruppo
pt: Editar descrição do grupo
ru: Изменить описание группы
tr: Grup açıklamasını düzenle
zh_hans: 编辑群组描述
zh_hant: 編輯群組描述

source: Edit group image
de: Gruppenbild bearbeiten
es: Editar imagen del grupo
fr: Modifier l’image du groupe
it: Modifica immagine del gruppo
pt: Editar imagem do grupo
ru: Изменить изображение группы
tr: Grup görselini düzenle
zh_hans: 编辑群组图片
zh_hant: 編輯群組圖片

source: Edit Group Info
de: Gruppeninfo bearbeiten
es: Editar información del grupo
fr: Modifier les infos du groupe
it: Modifica info gruppo
pt: Editar informações do grupo
ru: Изменить информацию о группе
tr: Grup bilgisini düzenle
zh_hans: 编辑群组信息
zh_hant: 編輯群組資訊

source: Edit group name
de: Gruppennamen bearbeiten
es: Editar nombre del grupo
fr: Modifier le nom du groupe
it: Modifica il nome del gruppo
pt: Editar nome do grupo
ru: Изменить название группы
tr: Grup adını düzenle
zh_hans: 编辑群组名称
zh_hant: 編輯群組名稱

source: Edit history
de: Bearbeitungsverlauf
es: Historial de edición
fr: Historique des modifications
it: Cronologia modifiche
pt: Histórico de edições
ru: История изменений
tr: Düzenleme geçmişi
zh_hans: 编辑记录
zh_hant: 編輯記錄

source: Edit Image
de: Bild bearbeiten
es: Editar imagen
fr: Modifier l'image
it: Modifica immagine
pt: Editar imagem
ru: Изменить изображение
tr: Görseli düzenle
zh_hans: 编辑图片
zh_hant: 編輯圖片

source: Edit Name
de: Namen bearbeiten
es: Editar nombre
fr: Modifier le nom
it: Modifica nome
pt: Editar nome
ru: Изменить название
tr: Adı düzenle
zh_hans: 编辑名称
zh_hant: 編輯名稱

source: Edit nickname
de: Spitznamen bearbeiten
es: Editar apodo
fr: Modifier le surnom
it: Modifica soprannome
pt: Editar apelido
ru: Изменить псевдоним
tr: Takma adı düzenle
zh_hans: 编辑昵称
zh_hant: 編輯暱稱

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
pt: Editar perfil
ru: Редактировать профиль
tr: Profili düzenle
zh_hans: 编辑资料
zh_hant: 編輯個人資料

source: Edited
de: Bearbeitet
es: Editado
fr: Modifié
it: Modificato
pt: Editado
ru: Изменено
tr: Düzenlendi
zh_hans: 已编辑
zh_hant: 已編輯

source: Editing message
de: Nachricht wird bearbeitet
es: Editando mensaje
fr: Modification du message
it: Modifica del messaggio
pt: Editando mensagem
ru: Редактирование сообщения
tr: Mesaj düzenleniyor
zh_hans: 编辑消息
zh_hant: 編輯訊息

source: Emoji and stickers
de: Emoji und Sticker
es: Emojis y stickers
fr: Emojis et autocollants
it: Emoji e sticker
pt: Emojis e figurinhas
ru: Эмодзи и стикеры
tr: Emoji ve çıkartmalar
zh_hans: 表情和贴纸
zh_hant: 表情和貼圖

source: Emoji unavailable
de: Emoji nicht verfügbar
es: Emoji no disponible
fr: Emoji indisponible
it: Emoji non disponibile
pt: Emoji indisponível
ru: Эмодзи недоступен
tr: Emoji kullanılamıyor
zh_hans: 表情符号不可用
zh_hant: 表情符號不可用

source: Enable technical tools for this profile.
de: Technische Werkzeuge für dieses Profil aktivieren.
es: Activa las herramientas técnicas para este perfil.
fr: Activez les outils techniques pour ce profil.
it: Abilita gli strumenti tecnici per questo profilo.
pt: Ative as ferramentas técnicas para este perfil.
ru: Включить технические инструменты для этого профиля.
tr: Bu profil için teknik araçları etkinleştirin.
zh_hans: 为此个人资料启用技术工具。
zh_hant: 為此個人檔案啟用技術工具。

source: Encrypted export
de: Verschlüsselter Export
es: Exportación cifrada
fr: Export chiffré
it: Esportazione crittografata
pt: Exportação criptografada
ru: Зашифрованный экспорт
tr: Şifreli dışa aktarma
zh_hans: 加密导出
zh_hant: 加密匯出

source: Encrypted export failed: %@
de: Verschlüsselter Export fehlgeschlagen: %@
es: Error al exportar cifrado: %@
fr: Échec de l'export chiffré : %@
it: Esportazione crittografata non riuscita: %@
pt: Falha na exportação criptografada: %@
ru: Не удалось экспортировать зашифрованные данные: %@
tr: Şifreli dışa aktarma başarısız oldu: %@
zh_hans: 加密导出失败：%@
zh_hant: 加密匯出失敗：%@

source: End Group
de: Gruppe beenden
es: Finalizar grupo
fr: Mettre fin au groupe
it: Termina gruppo
pt: Finalizar grupo
ru: Завершить группу
tr: Grubu Sonlandır
zh_hans: 结束群组
zh_hant: 結束群組

source: End this group?
de: Diese Gruppe beenden?
es: ¿Terminar este grupo?
fr: Mettre fin à ce groupe ?
it: Terminare questo gruppo?
pt: Encerrar este grupo?
ru: Завершить эту группу?
tr: Bu grup sonlandırılsın mı?
zh_hans: 结束这个群？
zh_hant: 結束這個群組？

source: End-to-end encrypted group messaging.
de: Ende-zu-Ende-verschlüsselte Gruppennachrichten.
es: Mensajería grupal cifrada de extremo a extremo.
fr: Messagerie de groupe chiffrée de bout en bout.
it: Messaggistica di gruppo con crittografia end-to-end.
pt: Mensagens em grupo com criptografia de ponta a ponta.
ru: Групповые сообщения со сквозным шифрованием.
tr: Uçtan uca şifreli grup mesajlaşması.
zh_hans: 端到端加密的群组消息。
zh_hant: 端對端加密的群組訊息。

source: Ended
de: Beendet
es: Finalizado
fr: Terminé
it: Terminato
pt: Encerrado
ru: Завершена
tr: Sona erdi
zh_hans: 已结束
zh_hant: 已結束

source: Ending
de: Wird beendet
es: Finalizando
fr: Fermeture en cours
it: In chiusura
pt: Encerrando
ru: Завершается
tr: Sona eriyor
zh_hans: 正在结束
zh_hant: 正在結束

source: Ending group…
de: Gruppe wird beendet…
es: Terminando grupo…
fr: Fermeture du groupe…
it: Chiusura del gruppo…
pt: Terminando o grupo…
ru: Завершение группы…
tr: Grup sonlandırılıyor…
zh_hans: 正在结束群组…
zh_hant: 正在結束群組…

source: Enrolled
de: Registriert
es: Inscrito
fr: Inscrit
it: Registrato
pt: Registrado
ru: Зарегистрировано
tr: Kayıtlı
zh_hans: 已注册
zh_hant: 已註冊

source: Enter %@ exactly to confirm.
de: Gib zur Bestätigung genau %@ ein.
es: Introduce exactamente %@ para confirmar.
fr: Saisissez exactement %@ pour confirmer.
it: Inserisci esattamente %@ per confermare.
pt: Digite exatamente %@ para confirmar.
ru: Для подтверждения введите %@ в точности.
tr: Onaylamak için %@ ifadesini aynen girin.
zh_hans: 请输入完全一致的 %@ 以确认。
zh_hant: 請輸入完全一致的 %@ 以確認。
